{
    "Products": [
        {
            "productName": "Manely Voxbox",
            "productCat": "proAudio",
            "manufacturer": "Manely",
            "price": "5,000.00 USD",
            "photoLocation1": "../Images/ManleyVoxbox/voxbox-front-view.webp",
            "photoLocation2": "../Images/ManleyVoxbox/voxbox-back-pannel.webp",
            "photoLocation3": "../Images/ManleyVoxbox/voxbox-circuitry-shot.webp",
            "description": "Manley`s all-tube VOXBOX channel strip may well be the ultimate voice processor, but it is also equipped to optimize virtually any source you feed it. The VOXBOX shares its fully featured microphone preamplifier design with Manley’s acclaimed Mono Microphone Preamplifier, offering generous headroom and Class A vacuum tube tone. What’s more, the smooth compressor section is a perfect blend of Manley’s best-selling Variable MU and the opto-design of their ELOP.",
            "freqResponse": "20Hz-20kHz",
            "phantomPower": "Yes",
            "dimensions": "19in x 5.25in x 10in",
            "weight": "14 lbs."
        },
        {
            "productName": "Rupert Neve 5024 Mic-Preamp",
            "productCat": "proAudio",
            "manufacturer": "Rupert Neve",
            "price": "3,500.00 USD",
            "photoLocation1": "../Images/Rupert-Neve-5024-Quad-Mic-Preamp/5024-Front-View.png",
            "photoLocation2": "../Images/Rupert-Neve-5024-Quad-Mic-Preamp/5024-Back-View.png",
            "photoLocation3": "../Images/Rupert-Neve-5024-Quad-Mic-Preamp/5024-Design-View.png",
            "description": "Based around the same technology as the 5012, the Rupert Neve Designs Portico 5024 is a 4-channel mic preamp that will enhance the front end of your recording system. Independent controls featured on each channel include: Silk, highpass filter, mute, phase inverter, trim, gain, ground lift, and phantom power. Channel 1 and 2 are setup as hi-Z inputs for easy instrument recording, while 3 and 4 feature Mid-Side decoding. The Portico 5024 uses the same Class A circuitry and transformers as the 5012, keeping noise and distortion to a minimum.",
            "freqResponse": "2Hz-160kHz",
            "phantomPower": "Yes",
            "dimensions": "19in x 9in x 1.75in",
            "weight": "18 lbs."
        },
        {
            "productName": "Teletronix LA2A",
            "productCat": "proAudio",
            "manufacturer": "Teletronix",
            "price": "4,700.00 USD",
            "photoLocation1": "../Images/TeletronixLA2A/LA2A-Front-View.png",
            "photoLocation2": "../Images/TeletronixLA2A/LA2A-Back-View.png",
            "photoLocation3": "../Images/TeletronixLA2A/LA2A-Guts-View.png",
            "description": " First introduced in the early 1960s, the Teletronix LA-2A Leveling Amplifier fast became a staple in the racks of recording and broadcast studios large and small. Today, the Universal Audio LA-2A is crafted to original specifications in Scotts Valley, California, handwired point-to-point, with every component carefully selected for authenticity. Smooth, natural, and eminently musical, the legendary LA-2A's tube-driven electro-optical attenuation circuit delivers instant gain reduction with zero increase in harmonic distortion, massaging audio like no other compressor you've ever used. Every serious studio needs at least one.",
            "freqResponse": "30Hz-15kHz (+0/-1 dB)",
            "phantomPower": "No",
            "dimensions": "5.25in x 19in x 7.25in",
            "weight": "13 lbs."
        },
        {
            "productName": "Royer-R121 Ribbon Mic",
            "productCat": "proAudio",
            "manufacturer": "Royer",
            "price": "1,300.00 USD",
            "photoLocation1": "../Images/RoyerR121-Studio-Ribbon-Mic/R121-Front-View2.png",
            "photoLocation2": "../Images/RoyerR121-Studio-Ribbon-Mic/R121-Back-View.png",
            "photoLocation3": "../Images/RoyerR121-Studio-Ribbon-Mic/R121-InCase.png",
            "description": "The Royer R-121 is a radically redesigned ribbon microphone and Royer's flagship product. Like most ribbons, the Royer R-121's pattern is figure 8, its sensitivity is roughly equal to a good dynamic mic, and it exhibits a warm, realistic tone and flat frequency response.It's a sleek, light, extremely versatile microphone that is easy to use, wonderfully musical, and extremely sturdy.",
            "freqResponse": "30Hz-15kHz",
            "dimensions": "6.13in x 1in",
            "weight": "0.54 lbs.",
            "polarPattern": "Figure 8"
        },
        {
            "productName": "Allen & Heath SQ5",
            "productCat": "proAudio",
            "manufacturer": "Allen & Heath",
            "price": "4,000.00 USD",
            "photoLocation1": "../Images/Allen&Heath-SQ5/SQ5-Top-View.png",
            "photoLocation2": "../Images/Allen&Heath-SQ5/SQ5-Side-View.png",
            "photoLocation3": "../Images/Allen&Heath-SQ5/SQ5-Rear-View.png",
            "description": "Based on Allen & Heath's acclaimed XCVI 96kHz FPGA audio engine, the SQ-5 digital mixer delivers extensive live sound mixing capabilities. Even with its powerful processing, the SQ-5 delivers best-in-class audio quality with less than 0.7ms of latency. You'll have a lot of flexibility when it comes to creating monitor mixes, with up to 12 stereo mixes (groups or auxiliaries) in addition to the main LR out. Eight stereo FX engines provide studio-quality effects, with dedicated returns. Complete with a 32 x 32 USB audio interface, and dedicated controls for mixing convenience, the Allen & Heath SQ-5 is a smart mixing solution for live music, worship sound, and educational facilities.",
            "IO": "16 x XLR (mic/line) & 12 x XLR (stereo mixes, L/R)",
            "faders": "17 x 100mm motorized",
            "dimensions": "7.8in x 17.3in x 20.3in",
            "weight": "23.1 lbs."
        },
        {
            "productName": "Beyerdynamic DT990 Pro",
            "productCat": "homeAudio",
            "manufacturer": "Beyerdynamic",
            "price": "$149.00 USD",
            "photoLocation1": "../Images/Beyerdynamic-DT-990Pro/990-Front-View.png",
            "photoLocation2": "../Images/Beyerdynamic-DT-990Pro/990-Ear.png",
            "photoLocation3": "../Images/Beyerdynamic-DT-990Pro/990-Side-View.png",
            "description": "The DT 990 has been made for listening without stress. This open headphone features a pleasant sound and brilliant bass. The DT 990 gives a three-dimensional sound, that is, it reproduces all details of the various instruments of an orchestra as a unity. You will have a completely unique audio experience. Low headband pressure and a soft padded headband ensure a high comfort. The soft earpads can be easily replaced. The single-sided coiled cable can be extended and is fitted with a gold-vaporized stereo jack plug (3.5 mm) with an adapter that gives freedom of movement.",
            "IO": "16 x XLR (mic/line) & 12 x XLR (stereo mixes, L/R)",
            "faders": "17 x 100mm motorized",
            "dimensions": "7.8in x 17.3in x 20.3in",
            "weight": "23.1 lbs."
        },
        {
            "productName": "Dunlop CryBaby WahWah Pedal",
            "productCat": "homeAudio",
            "manufacturer": "Dunlop",
            "price": "$129.00 USD",
            "photoLocation1": "../Images/Dunlop-CryBaby-WahWah/CryBaby-Top-View.png",
            "photoLocation2": "../Images/Dunlop-CryBaby-WahWah/CryBaby-Back-Panel-View.png",
            "photoLocation3": "../Images/Dunlop-CryBaby-WahWah/CryBaby-Side-View1.png",
            "description": "The TBM95 Tom Morello Signature Cry Baby boasts an aggressive, modern sound that is tailor-made for punctuating hard-hitting riffs and spawning crushing grooves.",
            "IO": "1 x 1/4 in",
            "fxType": "Wah",
            "dimensions": "2.5in x 4in x 10in",
            "weight": "3.7 lbs."
        },
        {
            "productName": "Dunlop FuzzFace Distortion Pedal",
            "productCat": "homeAudio",
            "manufacturer": "Dunlop",
            "price": "$159.00 USD",
            "photoLocation1": "../Images/Dunlop-Hendrix-FuzzFace-Distortion-Pedal/FuzzFace-Back-Panel.png",
            "photoLocation2": "../Images/Dunlop-Hendrix-FuzzFace-Distortion-Pedal/FuzzFace-Back-View.png",
            "photoLocation3": "../Images/Dunlop-Hendrix-FuzzFace-Distortion-Pedal/FuzzFace-Side-View1.png",
            "description": "The Dunlop Jimi Hendrix Fuzz Face is a faithful re-creation of the fuzz pedal the guitar legend used to launch an incredible array of revolutionary sounds, styles, and songs. Dunlop went through several vintage Dallas Arbiter Fuzz Face units, picking a select few and closely examining them for accurate reproduction. As a result, this Jimi Hendrix Fuzz Face stays true to the best of the originals, including a handwired circuit board, original-style circular housing and knobs with a turquoise hammertone finish. Now you can get a piece of legendary tone-shaping power with the Jimi Hendrix Fuzz Face!",
            "IO": "1 x 1/4 in",
            "fxType": "Fuzz",
            "dimensions": "3.25in x 7.25in x 8in",
            "weight": "2.5 lbs."
        },
        {
            "productName": "MXR Chorus Pedal",
            "productCat": "homeAudio",
            "manufacturer": "Dunlop",
            "price": "$99.00 USD",
            "photoLocation1": "../Images/MXR-Chorus-Pedal/MXR-Chorus-Side-View2.png",
            "photoLocation2": "../Images/MXR-Chorus-Pedal/MXR-Chorus-Side-View1.png",
            "photoLocation3": "../Images/MXR-Chorus-Pedal/MXR-Chorus-Top-View.png",
            "description": "There's just something magical about real analog chorus. That's exactly what makes MXR's M-234 Analog Chorus pedal the perfect addition to your guitar rig. Tweak the M-234 Analog Chorus's rate, level, and depth controls to go from subtle shimmer to dizzying swirl and everywhere in-between. The M-234 Analog Chorus also includes high- and low-frequency cut knobs, so you can dial your tones in just so (these controls are also very handy for matching your effected tone with your un-effected sound). Like all of MXR's pedals, the M-234 Analog Chorus comes housed in a tough, lightweight, and compact aluminum chassis.",
            "IO": "1 x Inst & 2 x 1/4in",
            "fxType": "Chorus",
            "dimensions": "2.5in x 4.5in x 5.5in",
            "weight": "0.84 lbs."
        },
        {
            "productName": "BOSS RE-202",
            "productCat": "homeAudio",
            "manufacturer": "BOSS",
            "price": "$99.00 USD",
            "photoLocation1": "../Images/BOSS-RE-202/BOSS-RE202-Top-View.png",
            "photoLocation2": "../Images/BOSS-RE-202/BOSS-RE202-Back-View.png",
            "photoLocation3": "../Images/BOSS-RE-202/BOSS-RE202-Front-View.png",
            "description": "The Roland RE-201 Space Echo stands tall as one of the most innovative and inspirational delay effects units in music history. Nearly 50 years later, the distinctive echoes and unique character of the RE-201 is revived in the BOSS RE-202 Space Echo Digital Delay Pedal, meticulously crafted to deliver 1:1 performance yet packaged in a pedalboard-friendly enclosure.  Classic controls for bass, treble, repeat rate, and more will feel familiar to experienced users yet easy enough for first-time players to access that special Space Echo charm, with added Saturation and Wow and Flutter knobs to dial in extra color and modulation, respectively.",
            "IO": "2 x 1/4in & 2 x 1/4in",
            "fxType": "12x Echo & 5x Reverb",
            "dimensions": "2.04in x 7.55in x 5.23in",
            "weight": "1.89 lbs."
        },
        {
            "productName": "Way Huge SupaPuss Delay Pedal",
            "productCat": "homeAudio",
            "manufacturer": "Way Huge",
            "price": "$249.00 USD",
            "photoLocation1": "../Images/Way-Huge-Supa-Puss-Delay-Pedal/Supa-Puss-Front-View.png",
            "photoLocation2": "../Images/Way-Huge-Supa-Puss-Delay-Pedal/Supa-Puss-Side-View2.png",
            "photoLocation3": "../Images/Way-Huge-Supa-Puss-Delay-Pedal/Supa-Puss-Back-Panel.png",
            "description": "Create surreal sonic echoes with the Way Huge Supa-Puss analog delay pedal! You get up to three seconds of delay time for ultra-ambient effects, plus Tap Tempo so you can dial-in the effect on the fly. You can choose from four different time divisions, including dotted eighths and triplets. For truly wild effects, use the Chase Mode to automatically cycle through the time divisions in different ways. If rich analog delay is a must-have part of your tone, you'll more than satisfied with the Way Huge Supa-Puss analog delay pedal.",
            "IO": "1 x Instrument & 1 x 1/4in",
            "fxType": "Delay",
            "dimensions": "1.75in x 3.75in x 4.7in",
            "weight": "0.9 lbs."
        },
        {
            "productName": "TRex Mudhoney II Distortion Pedal",
            "productCat": "homeAudio",
            "manufacturer": "TRex",
            "price": "$89.00 USD",
            "photoLocation1": "../Images/TRex-Mudhoney-II-Distortion-Pedal/TRex-Top-View.png",
            "photoLocation2": "../Images/TRex-Mudhoney-II-Distortion-Pedal/TRex-Side-View.png",
            "photoLocation3": "../Images/TRex-Mudhoney-II-Distortion-Pedal/TRex-Back-Panel.png",
            "description": "The T-Rex Mudhoney II Dual Distortion pedal manages to fit the power and tone of two of T-Rex's most popular distortion pedals into one pedalboard-friendly box. The two fully independent channels are identical, allowing you to dial in two gain levels with the same flavor. Each channel takes advantage of Level, Gain, Tone, and Boost controls to go anywhere from tube-style overdrive to a high-gain wall of distortion/fuzz. And the re-voiced tone controls on the Mudhoney II help the pedal to stay full while cutting through a mix. ",
            "IO": "1 x 1/4in & 1 x 1/4in",
            "fxType": "Distortion",
            "dimensions": "2.2in x 3.9in x 4.7in",
            "weight": "12.3 oz."
        }
    ]
}